    {
        "id": "1",
        "sources": [],
        "dateLaunch": "2025-09-11T00:00:00.000Z",
        "titles": {
            "EN": "Young Violin Talent Brings You a Dazzling Performance of World-Famous Music",
            "CN": "青年小提琴天才带来世界名曲的璀璨演绎",
            "NL": "Jonge Viooltalent Brengt U een Schitterende Uitvoering van Wereldberoemde Muziek"
        },
        "contents": {
            "EN": "This concert is part of the SEAN Cross-Cultural Concert Series.\n\nFourteen-year-old Eline van Dijk, one of today’s most exceptional young violinists, presents a virtuosic and colorful program that takes you on a musical journey around the world.\n\nYou will hear music from China, America, Spain, and more, with works by composers such as Kreisler, Lalo, and Debussy — all personally introduced by Eline.\n\nProgram:\n18:00 – Sign in\n19:00 – Concert (€20 entry fee for Non-IGC members)\n20:15 – Dinner (Two-course menu €42.75, includes wine, two types of mineral water, coffee/tea)\n\nDress code: Suit and Tie (gentlemen), Business Formal (ladies)\n\nLocation: Koninklijke Industrieele Groote Club, Dam 27, Amsterdam\n\nRegistration: IGC members via www.igc.nl. Non-members email info@hollandchina.net (specify dinner). Reservation confirmed after payment.\n\nCancellation: Non-IGC members can cancel free before 10:00 AM on 8 September. Later cancellations charged in full.",
            "CN": "本音乐会为 SEAN 跨文化音乐系列演出之一。\n\n年仅14岁的 Eline van Dijk，将为大家带来一场高超而绚丽的演出，带领观众踏上一段跨越世界的音乐之旅。\n\n您将欣赏到来自中国、美国、西班牙等不同地域的音乐，演奏作曲家包括Kreisler、Lalo、Debussy等，且所有曲目均由Eline亲自介绍。\n\n活动安排：\n18:00 – 签到\n19:00 – 音乐会（非IGC会员票价 €20）\n20:15 – 晚餐（两道式套餐 €42.75，含葡萄酒、两种矿泉水及咖啡/茶）\n\n着装要求：男士西装打领带；女士商务正装\n\n地点：Koninklijke Industrieele Groote Club，Dam 27, 阿姆斯特丹\n\n报名方式：IGC会员可通过 www.igc.nl 报名。非会员请邮件 info@hollandchina.net 报名（请注明是否参加晚餐）。报名在收到晚餐费用后方可确认。\n\n取消政策：非IGC会员可于9月8日10:00前免费取消，逾期取消将收取全额费用。",
            "NL": "Dit concert maakt deel uit van de SEAN Cross-Cultural Concert Series.\n\nDe veertienjarige Eline van Dijk presenteert een virtuoos en kleurrijk programma dat u meeneemt op een muzikale reis over de wereld.\n\nU hoort muziek uit China, Amerika, Spanje en meer, met werken van componisten zoals Kreisler, Lalo en Debussy — allemaal persoonlijk geïntroduceerd door Eline.\n\nProgramma:\n18:00 – Inchecken\n19:00 – Concert (€20 entree voor niet-IGC leden)\n20:15 – Diner (twee-gangenmenu €42,75, inclusief wijn, twee soorten mineraalwater, koffie/thee)\n\nKledingvoorschrift: Pak en das (heren), zakelijke formele kleding (dames)\n\nLocatie: Koninklijke Industrieele Groote Club, Dam 27, Amsterdam\n\nRegistratie: IGC-leden via www.igc.nl. Niet-leden via info@hollandchina.net (geef aan of u diner wilt). Reservering bevestigd na betaling.\n\nAnnulering: Niet-IGC leden kunnen gratis annuleren voor 10:00 op 8 september. Latere annuleringen worden volledig in rekening gebracht."
        },
        "links": [],
        "images": [],
        "location": {
            "name": "Koninklijke Industrieele Groote Club",
            "streetName": "Dam",
            "streetNumber": "27",
            "postalCode": "",
            "city": "Amsterdam",
            "country": "Netherlands"
        },
        "eventStart": "2025-09-11T18:00:00.000Z",
        "eventEnd": "2025-09-11T21:30:00.000Z",
        "linkSignUp": "info@hollandchina.net"
    }