{
    "id": "11",
    "sources": [],
    "dateLaunch": "2025-04-24T00:00:00.000Z",
    "titles": {
        "EN": "Beijing Vice Mayor Lecture & Reception 2025",
        "CN": "北京副市长宣讲会与酒会",
        "NL": "Lezing & Receptie door de Viceburgemeester van Beijing 2025"
    },
    "contents": {
        "EN": "On April 24, 2025, as Chairman of the Stichting Europe-Asia Network, I was honored to assist and participate in the conference and reception at the InterContinental Amstel Amsterdam, led by Mr. Sun Shuo, Vice Mayor of Beijing. Hosted by ICBC (Europe) S.A. Amsterdam Branch, the event gathered distinguished guests including Dutch financial and business leaders, Mr. Jin Yuan, Economic and Commercial Counselor of the Chinese Embassy, former Prime Minister Jan Peter Balkenende, and several former Dutch ambassadors and consuls to China. The occasion provided a great opportunity for Europe-Asia cooperation projects to deepen and expand, highlighting the Stichting Europe-Asia Network’s role in fostering dynamic cultural and business exchanges.",
        "CN": "2025年4月24日，作为欧亚网络基金会主席，我有幸协助并出席由北京市副市长孙硕先生主持的招商宣讲会与酒会，地点为阿姆斯特丹洲际酒店。活动由工商银行欧洲分行阿姆斯特丹分行主办，汇聚了荷兰金融和商贸界杰出嘉宾，中国驻荷兰经商参赞金远先生，荷兰前首相扬·彼得·巴尔克嫩德先生，以及多位曾在华任职的荷兰前大使和总领事。此次活动为欧洲与亚洲合作项目的深化与拓展提供了重要契机，充分体现了欧亚网络基金会在促进文化与商业交流中的重要作用。",
        "NL": "Op 24 april 2025, als voorzitter van de Stichting Europe-Asia Network, had ik de eer om deel te nemen aan en bij te dragen aan de conferentie en receptie in het InterContinental Amstel Amsterdam, geleid door de heer Sun Shuo, viceburgemeester van Beijing. Georganiseerd door ICBC (Europe) S.A. Amsterdam Branch, bracht het evenement vooraanstaande gasten samen, waaronder leiders uit de Nederlandse financiële en zakelijke sector, de economische en commerciële raadgever van de Chinese ambassade, de voormalige premier Jan Peter Balkenende, en meerdere voormalige Nederlandse ambassadeurs en consulaten in China. De gelegenheid bood een uitstekende kans om Europa-Azië samenwerkingsprojecten verder te verdiepen en uit te breiden, waarbij de rol van de Stichting Europe-Asia Network in het bevorderen van dynamische culturele en zakelijke uitwisselingen werd benadrukt."
    },
    "links": [],
    "images": [],
    "location": {
        "name": "InterContinental Amstel Amsterdam",
        "streetName": "",
        "streetNumber": "",
        "postalCode": "",
        "city": "Amsterdam",
        "country": "Netherlands"
    },
    "eventStart": "2025-04-24T18:00:00.000Z",
    "eventEnd": "2025-04-24T21:00:00.000Z",
    "linkSignUp": ""
}