{
    "id": "12",
    "sources": [],
    "dateLaunch": "2025-04-25T00:00:00.000Z",
    "titles": {
        "EN": "Meeting with Shanghai Vice Mayor & Arts Festival Chairman 2025",
        "CN": "与上海市副市长及上海国际艺术节主席会晤",
        "NL": "Ontmoeting met de Viceburgemeester van Shanghai & Voorzitter van het Shanghai International Arts Festival 2025"
    },
    "contents": {
        "EN": "On April 25, 2025, the day before King’s Day in the Netherlands, as Chairman of Stichting Europe-Asia Network, I hosted a meeting in Amsterdam with Ms. Liu Duo, Vice Mayor of Shanghai, and Mr. Li Ming, Chairman of the China Shanghai International Arts Festival. Mr. Yu Jian, Cultural Counselor of the Chinese Embassy in the Netherlands, Mr. Dominik Winterling, Managing Director of the Royal Concertgebouw Orchestra, and Mr. Cees Caro, Vice Chairman of the Foundation, also attended. During the meeting, the Stichting Europe-Asia Network signed a Memorandum of Understanding with the Arts Festival for future collaboration. We reflected on past achievements and explored new cultural cooperation opportunities between China and the Netherlands, committing to ongoing international arts exchanges.",
        "CN": "2025年4月25日，在荷兰国王节前夕，作为欧亚网络基金会主席，我在阿姆斯特丹市中心安排了与上海市副市长刘多女士及中国上海国际艺术节主席李明先生的正式会晤。中国驻荷兰大使馆文化参赞余建先生、荷兰皇家音乐厅总经理Dominik Winterling先生以及欧亚网络基金会副主席Caro先生亦出席。会谈期间，欧亚网络基金会与上海国际艺术节签署了未来合作的谅解备忘录。双方回顾过去的成绩，并探讨中荷文化合作的新机会，承诺持续推进国际艺术交流。",
        "NL": "Op 25 april 2025, de dag voor Koningsdag in Nederland, organiseerde ik, als voorzitter van Stichting Europe-Asia Network, een bijeenkomst in Amsterdam met mevrouw Liu Duo, viceburgemeester van Shanghai, en de heer Li Ming, voorzitter van het China Shanghai International Arts Festival. De heer Yu Jian, cultureel raadgever van de Chinese ambassade in Nederland, de heer Dominik Winterling, algemeen directeur van het Koninklijk Concertgebouworkest, en de heer Cees Caro, vicevoorzitter van de stichting, woonden eveneens de bijeenkomst bij. Tijdens de vergadering ondertekende de Stichting Europe-Asia Network een Memorandum of Understanding met het Arts Festival voor toekomstige samenwerking. We reflecteerden op eerdere prestaties en verkenden nieuwe mogelijkheden voor culturele samenwerking tussen China en Nederland, met de toezegging voortdurende internationale kunstuitwisselingen te bevorderen."
    },
    "links": [],
    "images": [],
    "location": {
        "name": "Amsterdam City Center",
        "streetName": "",
        "streetNumber": "",
        "postalCode": "",
        "city": "Amsterdam",
        "country": "Netherlands"
    },
    "eventStart": "2025-04-25T10:00:00.000Z",
    "eventEnd": "2025-04-25T12:00:00.000Z",
    "linkSignUp": ""
}