{
    "id": "13",
    "sources": [],
    "dateLaunch": "2025-06-05T00:00:00.000Z",
    "titles": {
        "EN": "Dutch Baritone & Piano Performance 2025",
        "CN": "荷兰大歌唱家基金会艺术家演出",
        "NL": "Nederlandse Bariton & Pianoconcert 2025"
    },
    "contents": {
        "EN": "On June 5, 2025, the Classical Music Committee of Royal IGC once again collaborated with Stichting Grote Zangers to organize “Unforgettable Classical Songs with Baritone and Piano.” Young baritone Hanqing Zhou performed with pianist Shen-Ai Ho, presenting masterpieces by Schubert, Wagner, Mozart, and Rachmaninoff. As a musician with an Eastern cultural background, Hanqing Zhou offered a unique interpretation of Western classical music. This concert is part of a cross-cultural music series, showcasing the meeting of Eastern and Western traditions and creating a sparkling fusion of musical beauty.",
        "CN": "2025年6月5日，荷兰皇家工业俱乐部古典音乐委员会再次与荷兰大歌唱家基金会合作举办“男中音与钢琴的难忘古典歌曲”演出。年轻男中音歌唱家周汉卿在钢琴家何深爱的伴奏下，演绎舒伯特、瓦格纳、莫扎特和拉赫玛尼诺夫等经典作品。作为拥有东方文化背景的音乐家，周汉卿以独特方式诠释西方古典音乐。这场音乐会是跨文化音乐系列的一部分，展现东西方音乐传统的碰撞与融合，带来璀璨的艺术火花。",
        "NL": "Op 5 juni 2025 organiseerde de Klassieke Muziek Commissie van de Koninklijke IGC opnieuw, in samenwerking met Stichting Grote Zangers, het concert “Onvergetelijke Klassieke Liederen met Bariton en Piano.” De jonge bariton Hanqing Zhou trad op met pianist Shen-Ai Ho, en bracht meesterwerken van Schubert, Wagner, Mozart en Rachmaninoff ten gehore. Als muzikant met een Oosterse culturele achtergrond gaf Hanqing Zhou een unieke interpretatie van westerse klassieke muziek. Dit concert maakt deel uit van een crossculturele muziekreeks, waarin Oosterse en Westerse tradities samenkomen en een sprankelende muzikale fusie creëren."
    },
    "links": [],
    "images": [],
    "location": {
        "name": "Koninklijke IGC",
        "streetName": "",
        "streetNumber": "",
        "postalCode": "",
        "city": "Amsterdam",
        "country": "Netherlands"
    },
    "eventStart": "2025-06-05T19:00:00.000Z",
    "eventEnd": "2025-06-05T21:30:00.000Z",
    "linkSignUp": ""
}