{
    "id": "14",
    "sources": [],
    "dateLaunch": "2025-06-16T00:00:00.000Z",
    "titles": {
        "EN": "ASML Way & Global Tech Dialogue 2025",
        "CN": "ASML之道和全球技术对话",
        "NL": "De ASML Way & Wereldwijde Technologiedialoog 2025"
    },
    "contents": {
        "EN": "On June 16, 2025, the China-Tafel Committee of the Royal Industrieele Groote Club hosted a special evening at the Club in Amsterdam: 'The ASML Way and Global Tech Dialogue.' The event marked the launch of the Chinese edition of 'Focus: The ASML Way' by Dutch journalist Marc Hijink. Diplomats, industry leaders, scholars, and Club members attended. Marc delivered an insightful keynote on ASML’s rise, innovation approach, and position in the complex global semiconductor landscape. Mr. Jin Yuan, Economic & Commercial Counselor of the Chinese Embassy, was also present. The event celebrated cross-cultural exchange, strategic thinking, and curiosity about the future of global technology.",
        "CN": "2025年6月16日，荷兰皇家工业俱乐部中国及亚洲委员会在阿姆斯特丹俱乐部举办了主题活动“ASML之道和全球技术对话”。活动标志着荷兰记者Marc Hijink著作《聚焦：ASML之道》中文版的发布。来自外交界、产业界、学术界及俱乐部成员参加了此次活动。Marc发表了关于ASML崛起、创新方法及其在复杂全球半导体产业格局中地位的深刻演讲。中国驻荷兰大使馆经商参赞金元先生亦出席。此次活动庆祝跨文化交流、战略思维及对全球科技未来的共同探索。",
        "NL": "Op 16 juni 2025 organiseerde de China-Tafel Commissie van de Koninklijke Industrieele Groote Club een speciale avond in de Club in Amsterdam: 'The ASML Way and Global Tech Dialogue.' Het evenement markeerde de lancering van de Chinese editie van 'Focus: The ASML Way' door de Nederlandse journalist Marc Hijink. Diplomaten, industrieleden, wetenschappers en Clubleden woonden de bijeenkomst bij. Marc hield een diepgaande keynote over ASML’s opkomst, innovatieve aanpak en positie in het complexe wereldwijde halfgeleiderlandschap. De heer Jin Yuan, Economisch & Commercieel Raadgever van de Chinese ambassade, was eveneens aanwezig. Het evenement vierde interculturele uitwisseling, strategisch denken en nieuwsgierigheid naar de toekomst van wereldwijde technologie."
    },
    "links": [],
    "images": [],
    "location": {
        "name": "Koninklijke Industrieele Groote Club",
        "streetName": "",
        "streetNumber": "",
        "postalCode": "",
        "city": "Amsterdam",
        "country": "Netherlands"
    },
    "eventStart": "2025-06-16T18:00:00.000Z",
    "eventEnd": "2025-06-16T21:00:00.000Z",
    "linkSignUp": ""
}