{
    "id": "2",
    "sources": [],
    "dateLaunch": "2024-10-01T00:00:00.000Z",
    "titles": {
        "EN": "SEAN China Business Trip 2024",
        "CN": "欧亚网络基金会2024中国商务行",
        "NL": "SEAN Zakelijke Reis naar China 2024"
    },
    "contents": {
        "EN": "Over the years, Stichting Europe-Asia Network (Foundation) SEAN has gained valuable experience as a bridge between Europe and Asia. Since 1999, the business projects have been wide ranging, covering areas such as diplomacy, international publicity, business, art, education, etc.\n\nThe Business Mission trip to China planned in 2020 unfortunately failed to take place due to the global COVID-19 pandemic and has been delayed to this day. In the golden autumn of 2024, in October, in order to allow visiting delegation members to have a better experience in the prospects of the Chinese market, the business environment of enterprises, and technological innovation, we have greatly improved the arrangement of the itinerary.\n\nThe entire trip will visit China's most representative city of technological innovation:\n- Shenzhen, experience first-hand the rapid development of a small seaside fishing village into a technological innovation city\n- Shanghai, the financial and economic capital\n- Hangzhou, with unlimited possibilities\n- Beijing, the ancient cultural and historical capital\n\nWe will visit star companies that have attracted attention in China and even the world, including the world's largest new energy vehicle company that provides new energy overall solutions through the ecological closed loop of the entire industrial chain of the four major industries of automobiles, rail transit, new energy and electronics; The world's largest single cultural community, as the world's largest game developer, and one of the four global online music giants, the only Chinese Internet technology company on the list of the world's TOP20 technology companies; with the world's most competitive 5G mobile core network, intelligent IT ranks first in the world in terms of mobile phone sales and market share in global communications equipment. It is a leading enterprise that provides services to 45 of the 50 largest telecom operators and benefits one-third of the world's population; it has ranked first in China's industry for six consecutive years. China's largest online and offline retail group, one of the world's top 500, and a supply chain-based technology and service company. These companies are all domestic and even global industry leaders, the core of scientific and technological innovation, or technology leaders.\n\nDuring this trip, we are also to see the beautiful scenery and to experience the profound historical charm of the cities. We believe that whether you are fascinated by the beautiful scenery, indulged in the long history, or feel China's ever-changing vigorous and rapid development, you will be touched in a different way. This trip will be worthwhile and you will return with a full load.\n",
        "CN": "多年来，欧亚网络基金会作为欧洲和亚洲之间的桥梁，积累了宝贵的经验。自1999年以来，商业项目范围广泛，涵盖外交、国际宣传、商业、艺术、教育等领域。\n\n不幸的是，由于全球COVID-19大流行，计划于2020年前往中国的商务代表团之旅未能进行，并被推迟到今天。在2024年的金秋之际，为了让来访的代表团成员更好地了解中国市场的前景、企业的营商环境和科技创新，我们大大优化了行程安排。\n\n全程将参观中国最具代表性的科技创新城市：\n- 深圳，亲身体验了从海滨小渔村快速发展成为科技创新城市\n- 上海，金融和经济之都\n- 杭州，无限可能\n- 北京，文化历史古都\n\n我们将参观在中国乃至全球备受关注的明星企业，包括全球最大的新能源汽车公司，通过汽车、轨道交通、新能源、电子四大产业的全产业链生态闭环提供新能源整体解决方案；全球最大的单一文化社区，作为全球最大的游戏开发商，全球四大在线音乐巨头之一，全球科技公司TOP20榜单中唯一一家中国互联网科技公司；凭借全球最具竞争力的5G移动核心网，智能IT在全球通信设备的手机销量和市场份额方面均位居全球第一。它是一家领先的企业，为50家最大的电信运营商中的45家提供服务，使世界三分之一的人口受益；连续六年位居中国行业第一。中国最大的线上线下零售集团，世界500强之一，一家基于供应链的技术和服务公司。这些公司都是国内乃至全球的行业领导者、科技创新的核心，或者说是技术领导者。\n\n在这次旅行中，我们还要看到美丽的风景，体验城市深厚的历史魅力。我们相信，无论您是被美丽的风景所吸引，沉醉于悠久的历史，还是感受中国日新月异的蓬勃快速发展，您都会以不同的方式被触动。这次旅行将是值得的，您将满载而归。\n",
        "NL": "Door de jaren heen heeft Stichting Europe-Asia Network (Foundation) SEAN waardevolle ervaring opgedaan als brug tussen Europa en Azië. Sinds 1999 zijn de zakelijke projecten zeer divers, met aandacht voor diplomatie, internationale publiciteit, bedrijfsleven, kunst, onderwijs, enz.\n\nDe geplande zakelijke missie naar China in 2020 kon helaas niet doorgaan vanwege de wereldwijde COVID-19-pandemie en is tot op heden uitgesteld. In de gouden herfst van 2024, in oktober, hebben we het reisschema sterk verbeterd om de delegatieleden een beter inzicht te geven in de vooruitzichten van de Chinese markt, de bedrijfsomgeving en technologische innovatie.\n\nDe gehele reis zal China's meest representatieve steden voor technologische innovatie bezoeken:\n- Shenzhen, ervaar uit de eerste hand de snelle ontwikkeling van een klein vissersdorp aan zee tot een stad van technologische innovatie\n- Shanghai, de financiële en economische hoofdstad\n- Hangzhou, met onbeperkte mogelijkheden\n- Beijing, de oude culturele en historische hoofdstad\n\nWe zullen sterbedrijven bezoeken die zowel in China als wereldwijd aandacht hebben getrokken, waaronder het grootste bedrijf ter wereld voor nieuwe energievoertuigen dat totaaloplossingen voor nieuwe energie biedt via een ecologische gesloten kringloop van vier grote industrieën: auto’s, railvervoer, nieuwe energie en elektronica; de grootste enkele culturele gemeenschap ter wereld, als grootste spelontwikkelaar ter wereld en een van de vier wereldwijde online muziekreuzen, het enige Chinese internettechnologiebedrijf op de lijst van de top 20 technologiebedrijven wereldwijd; met 's werelds meest concurrerende 5G mobiele kernnetwerk, intelligent IT staat wereldwijd op nummer één qua telefoonverkoop en marktaandeel in wereldwijde communicatieapparatuur. Het is een toonaangevend bedrijf dat diensten verleent aan 45 van de 50 grootste telecomoperators en een derde van de wereldbevolking bedient; zes jaar op rij nummer één in de Chinese industrie. China's grootste online en offline retailgroep, een van de wereldtop 500, en een op de supply chain gebaseerde technologie- en servicebedrijf. Deze bedrijven zijn allemaal nationale en zelfs wereldwijde leiders, het hart van wetenschappelijke en technologische innovatie, of technologieleiders.\n\nTijdens deze reis zullen we ook genieten van het prachtige landschap en de diepe historische charme van de steden ervaren. We geloven dat of u nu gefascineerd bent door het prachtige landschap, ondergedompeld in de lange geschiedenis, of de snel veranderende, levendige en snelle ontwikkeling van China voelt, u op een andere manier geraakt zult worden. Deze reis zal de moeite waard zijn en u zult vol inspiratie terugkeren.\n"
    },
    "links": [],
    "images": [],
    "location": {
        "name": "",
        "streetName": "",
        "streetNumber": "",
        "postalCode": "",
        "city": "",
        "country": ""
    },
    "eventStart": "2024-10-01T00:00:00.000Z",
    "eventEnd": "",
    "linkSignUp": ""
}