{
    "id": "4",
    "sources": [],
    "dateLaunch": "2024-11-01T00:00:00.000Z",
    "titles": {
        "EN": "Visit to Huawei Headquarters 2024",
        "CN": "2024年11月1日访问华为总部",
        "NL": "Bezoek aan Huawei Hoofdkantoor 2024"
    },
    "contents": {
        "EN": "In the golden autumn season, I was invited by Huawei to visit its Shenzhen headquarters. Huawei's history allows you to understand the key and significance of this company's rapid development process. I experienced the atmosphere of the R&D base, a huge district designed like a town in European style. Subways or battery cars are needed to travel between areas. One can feel the relaxed and comfortable work environment for R&D personnel and the enthusiasm of Huawei employees. Special thanks to Huawei Benelux Head of Communications & Public Affairs Richard Spaans and CIO of Huawei Global Electric Power Digitization Business Unit Edwin Diender for their thoughtful arrangements and presentations. Globalization has made us more aware of the importance of cooperation, and our goal in developing technology and innovation is to help the world progress.",
        "CN": "金秋时节，受华为邀请，我们与欧洲企业家一起参观了华为深圳总部，有幸感受到了东莞研发基地的氛围。这个跟城镇大小一般的研发大区设计为欧式风格，每个区域都有欧洲各地的代表性建筑，区域之间需要乘坐轻轨或电瓶车，可以感受到研发人员轻松舒适的工作环境，同时也感受到了他们对工作的热情。衷心感谢华为Benelux公共事务负责人Richard Spaans的周到安排，以及华为全球电力数字化业务部门CIO Edwin Diender的精彩讲解。全球化让我们更加意识到合作的重要性，我们发展技术和创新的最终目的是为了帮助世界进步。",
        "NL": "In het gouden herfstseizoen werd ik uitgenodigd door Huawei om hun hoofdkantoor in Shenzhen te bezoeken. De geschiedenis van Huawei geeft inzicht in het belang en de kern van het snelle ontwikkelingsproces van het bedrijf. Ik ervoer de sfeer van het R&D-terrein, een enorm district dat is ontworpen als een stad in Europese stijl. Om van het ene gebied naar het andere te reizen zijn metro's of elektrische wagentjes nodig. Men voelt de ontspannen en comfortabele werkomgeving voor R&D-personeel en de enthousiaste houding van Huawei-medewerkers. Speciale dank aan Huawei Benelux Head of Communications & Public Affairs Richard Spaans en CIO van Huawei Global Electric Power Digitization Business Unit Edwin Diender voor hun doordachte arrangementen en presentaties. Globalisering heeft ons bewuster gemaakt van het belang van samenwerking, en ons doel bij het ontwikkelen van technologie en innovatie is om de wereld vooruit te helpen."
    },
    "links": [],
    "images": [],
    "location": {
        "name": "Huawei Headquarters",
        "streetName": "",
        "streetNumber": "",
        "postalCode": "",
        "city": "Shenzhen",
        "country": "China"
    },
    "eventStart": "2024-11-01T09:00:00.000Z",
    "eventEnd": "2024-11-01T17:00:00.000Z",
    "linkSignUp": ""
}