{
    "id": "6",
    "sources": [],
    "dateLaunch": "2024-12-02T00:00:00.000Z",
    "titles": {
        "EN": "Prinses Christina Concours Winners Performance 2024",
        "CN": "克里斯缇娜公主音乐比赛获奖者演出",
        "NL": "Prinses Christina Concours Winnaarsoptreden 2024"
    },
    "contents": {
        "EN": "It is very meaningful to create opportunities for young musicians. On December 2, 2024, as Klassieke Muziek Committee of Koninklijke IGC, we invited last year's winners and finalists of the Prinses Christina Concours to perform at the Royal IGC in Amsterdam. They were only 16 or 17 years old when they won the award, and have gradually matured over the past one or two years. Their performance received warm applause from the audience. Artistic learning not only improves skills but also cultivates aesthetic ability and the habit of perseverance. Persistence produces results, but the most important is to experience the process.",
        "CN": "为年轻音乐家创造机会非常有意义。2024年12月2日，作为荷兰皇家工业俱乐部的Klassieke Muziek委员会，我们邀请了去年克里斯缇娜公主音乐比赛的获奖者和决赛入围者在阿姆斯特丹皇家工业俱乐部表演。他们在获奖时仅16或17岁，经过一两年的逐渐成长，他们的现场表演获得了观众热烈的掌声。艺术学习不仅提升技能，也培养审美能力和坚持不懈的习惯。坚持会带来成果，但最重要的是体验这个过程。",
        "NL": "Het is zeer waardevol om kansen te creëren voor jonge musici. Op 2 december 2024 hebben we, als Klassieke Muziek Commissie van Koninklijke IGC, de winnaars en finalisten van vorig jaar van de Prinses Christina Concours uitgenodigd om op te treden in de Royal IGC in Amsterdam. Ze waren slechts 16 of 17 jaar oud toen ze de prijs wonnen en zijn in de afgelopen een of twee jaar geleidelijk volwassen geworden. Hun optreden werd met warme applaus van het publiek ontvangen. Het leren van kunst verbetert niet alleen vaardigheden, maar ontwikkelt ook esthetisch vermogen en de gewoonte van doorzettingsvermogen. Volharding levert resultaten op, maar het belangrijkste is het proces te ervaren."
    },
    "links": [],
    "images": [],
    "location": {
        "name": "Koninklijke IGC",
        "streetName": "",
        "streetNumber": "",
        "postalCode": "",
        "city": "Amsterdam",
        "country": "Netherlands"
    },
    "eventStart": "2024-12-02T19:00:00.000Z",
    "eventEnd": "2024-12-02T21:30:00.000Z",
    "linkSignUp": ""
}