{
    "id": "10",
    "sources": [],
    "dateLaunch": "2025-03-03T00:00:00.000Z",
    "titles": {
        "EN": "Classical Music Night 2025",
        "CN": "古典音乐之夜活动",
        "NL": "Avond van Klassieke Muziek 2025"
    },
    "contents": {
        "EN": "On March 3, 2025, as Chair of the Classical Music Committee at the Royal Industrial Club, I hosted a remarkable Classical Music Night featuring four newly appointed members of the Royal Concertgebouw Orchestra. The club's largest hall was filled to capacity, and the audience was captivated by the musicians' outstanding technique and passionate performance. Following the concert, guests gathered for dinner, discussing the beauty of classical music and appreciating the artistry. Future collaborations with the orchestra members are planned, including a performance of Schubert’s String Quintet. The event emphasized creativity in arts, ensuring music continues to serve as a bridge between people and cultures.",
        "CN": "2025年3月3日，作为荷兰皇家工业俱乐部古典音乐委员会主席，我举办了一场别开生面的古典音乐之夜，邀请了四位新晋荷兰皇家音乐厅管弦乐团成员。俱乐部最大的大厅座无虚席，观众被音乐家们出色的技艺和充沛的情感演出深深打动。音乐会结束后，宾客们共进晚餐，讨论古典音乐之美并赞赏艺术表现。未来计划与乐团成员继续合作，包括演出舒伯特的弦乐五重奏。此次活动强调艺术中的创造力，确保音乐继续成为连接人心与文化的桥梁。",
        "NL": "Op 3 maart 2025 organiseerde ik, als voorzitter van de Klassieke Muziek Commissie van de Koninklijke Industrieele Groote Club, een bijzondere Avond van Klassieke Muziek met vier nieuw aangestelde leden van het Koninklijk Concertgebouworkest. De grootste zaal van de club was volledig gevuld, en het publiek was geboeid door de uitstekende techniek en gepassioneerde uitvoering van de musici. Na het concert verzamelden de gasten zich voor een diner, waarbij zij spraken over de schoonheid van klassieke muziek en de kunstwaarde waardeerden. Toekomstige samenwerkingen met de orkestleden zijn gepland, waaronder een uitvoering van Schuberts Strijkkwintet. Het evenement benadrukte creativiteit in de kunst en zorgde ervoor dat muziek blijft dienen als brug tussen mensen en culturen."
    },
    "links": [],
    "images": [],
    "isPinned": "false"
}