{
    "id": "5",
    "sources": [],
    "dateLaunch": "2024-11-11T00:00:00.000Z",
    "titles": {
        "EN": "From Popular in Europe to a Global Trend: Rituals' China Journey",
        "CN": "欧洲流行到全球潮流 - Rituals的中国之旅",
        "NL": "Van populair in Europa tot wereldwijde trend: Rituals' reis in China"
    },
    "contents": {
        "EN": "Welcome to our Lecture Event 'From Popular in Europe to a Global Trend: Rituals' China Journey', organized by the China-Tafel Committee of the Royal IGC on 11 November 2024. After launching its first store in mainland China in Shanghai in September 2023, Rituals (B Corp™) has rapidly expanded in the market, opening six stores in less than a year, with even bigger ambitions ahead. Founded in 2000, Rituals has become a beloved brand worldwide, with over 1,300 stores and nearly 4,000 shop-in-shops across 36 countries. As a brand emphasizing sustainability, Rituals is committed to making a positive impact on people and the planet. Munisha A., Rituals' Marketing Manager for Asia Pacific, shared the brand’s journey in China and valuable marketing insights from this dynamic market.",
        "CN": "2024年11月11日，皇家工业俱乐部中国委员会举办了讲座活动“欧洲流行到全球潮流 - Rituals的中国之旅”。自2023年9月在上海开设第一家门店后，Rituals（B Corp™）在中国市场迅速扩张，在不到一年时间里开设了6家门店，并有更大的发展计划。Rituals成立于2000年，如今已成为全球受喜爱的品牌，在36个国家拥有1300多家门店和近4000家店中店。作为一个非常重视可持续发展的品牌，Rituals致力于对人类和地球产生积极影响。亚太区营销经理Munisha A.分享了品牌在中国的发展历程及在充满活力的市场中获得的宝贵营销见解。",
        "NL": "Welkom bij ons lezingsevenement 'Van populair in Europa tot wereldwijde trend: Rituals' reis in China', georganiseerd door de China-Tafel Commissie van de Royal IGC op 11 november 2024. Na de opening van de eerste winkel in het Chinese vasteland in Shanghai in september 2023, heeft Rituals (B Corp™) zich snel uitgebreid op de markt en in minder dan een jaar zes winkels geopend, met nog grotere ambities in het vooruitzicht. Opgericht in 2000, is Rituals wereldwijd een geliefd merk geworden met meer dan 1.300 winkels en bijna 4.000 shop-in-shops in 36 landen. Als een merk dat duurzaamheid benadrukt, zet Rituals zich in om een positieve impact te hebben op mensen en de planeet. Munisha A., Marketing Manager voor Azië-Pacific bij Rituals, deelde de reis van het merk in China en waardevolle marketinginzichten uit deze dynamische markt."
    },
    "links": [],
    "images": [],
    "isPinned": "false"
}