{
    "id": "7",
    "sources": [],
    "dateLaunch": "2024-12-13T00:00:00.000Z",
    "titles": {
        "EN": "Slapstick Theatre Tour in China 2024",
        "CN": "Slapstick剧团中国巡演",
        "NL": "Slapstick Theatertour in China 2024"
    },
    "contents": {
        "EN": "Dutch music theatre troupe Släpstick amazed the audience in Guangzhou! Combining music, drama, comedy, and dance, they transformed classical concerts into a hilarious carnival. The premiere, introduced by Stichting Europe-Asia Network and HollandChina Consulting, was held at the Beilei Theatre. The artists performed with humor, playing 21 masterpieces in one minute, creating an unprecedented audio-visual feast. Släpstick has been performing for over 20 years with up to 200 performances annually in Europe. Their unique interpretations of works by Rossini, Brahms, and Schubert turn classical masterpieces into light-hearted and humorous performances. The show received tremendous acclaim from the audience and left a lasting impression.",
        "CN": "荷兰音乐剧团Släpstick在广州惊艳了观众！该剧团结合音乐、戏剧、喜剧和舞蹈，将古典音乐会变成了充满幽默的狂欢盛宴。此次首演由欧亚网络基金会和HollandChina Consulting引入，在蓓蕾剧院举行。艺术家们幽默地演奏，将21首杰作在一分钟内呈现，带来前所未有的视听盛宴。Släpstick成立20余年，每年在欧洲演出多达200场。他们对罗西尼、勃拉姆斯和舒伯特等作品的独特演绎，将古典杰作变得轻松幽默。演出获得观众热烈好评，留下深刻印象。",
        "NL": "Het Nederlandse muziektheatergezelschap Släpstick verbaasde het publiek in Guangzhou! Door muziek, drama, komedie en dans te combineren, transformeerden ze klassieke concerten in een hilarisch carnaval. De première, geïntroduceerd door Stichting Europe-Asia Network en HollandChina Consulting, vond plaats in het Beilei Theatre. De artiesten voerden met humor uit, waarbij ze 21 meesterwerken in één minuut speelden en een ongekend audiovisueel spektakel creëerden. Släpstick treedt al meer dan 20 jaar op, met jaarlijks tot 200 optredens in Europa. Hun unieke interpretaties van werken van Rossini, Brahms en Schubert veranderen klassieke meesterwerken in luchtige en humoristische uitvoeringen. De show ontving enorm veel lof van het publiek en liet een blijvende indruk achter."
    },
    "links": [],
    "images": [],
    "isPinned": "false"
}