{
    "id": "8",
    "sources": [],
    "dateLaunch": "2025-01-25T00:00:00.000Z",
    "titles": {
        "EN": "Lunar New Year Concert & Reception 2025",
        "CN": "农历新年音乐会暨新春招待会",
        "NL": "Lunar Nieuwjaarsconcert & Receptie 2025"
    },
    "contents": {
        "EN": "On January 25, 2025, the Lunar New Year Concert & Reception, co-hosted by the Stichting Europe-Asia Network and the Embassy of China in the Netherlands, was successfully held at the Muziekgebouw aan ’t IJ in Amsterdam. The concert, hosted by Artistic Director Michael Gieler, featured a mesmerizing performance by the GoYa Quartet from the Royal Concertgebouw Orchestra, with soloist Lucie Horsch. The program blended Western and Eastern musical traditions, featuring classical masterpieces by Brahms, Bartók, and Schumann in the first half, and works by Chinese composers Tan Dun, Zhou Long, Chen Gang, and Korean composer Isang Yun in the second half. Over 200 guests attended the Lunar New Year Reception with speeches by Ambassador Tan Jian, Concertgebouw Orchestra Managing Director Dominik Winterling, and Chairwoman Xiaojia Xu. The event celebrated cultural exchange, music, and friendship.",
        "CN": "2025年1月25日，由欧亚网络基金会与中国驻荷兰大使馆共同主办的农历新年音乐会暨新春招待会在阿姆斯特丹IJ河音乐厅成功举办。音乐会由艺术总监Michael Gieler主持，GoYa Quartet（荷兰皇家音乐厅管弦乐团成员）及独奏家Lucie Horsch呈现精彩演出。节目融合东西方音乐传统，上半场为勃拉姆斯、巴托克和舒曼的经典作品，下半场为中国作曲家谭盾、周龙、陈刚及韩国作曲家伊桑云的作品。200多位嘉宾参加了新春招待会，中国驻荷兰大使谈践先生、皇家音乐厅管弦乐团总经理Dominik Winterling先生及欧亚网络基金会主席徐小佳女士发表致辞。活动庆祝了文化交流、音乐和友谊。",
        "NL": "Op 25 januari 2025 werd het Lunar Nieuwjaarsconcert & Receptie, mede georganiseerd door de Stichting Europe-Asia Network en de Chinese Ambassade in Nederland, succesvol gehouden in het Muziekgebouw aan ’t IJ in Amsterdam. Het concert, onder leiding van artistiek directeur Michael Gieler, presenteerde een betoverend optreden door het GoYa Quartet van het Koninklijk Concertgebouworkest, met soliste Lucie Horsch. Het programma combineerde westerse en oosterse muzikale tradities, met klassieke meesterwerken van Brahms, Bartók en Schumann in het eerste deel en werken van de Chinese componisten Tan Dun, Zhou Long, Chen Gang en de Koreaanse componist Isang Yun in het tweede deel. Meer dan 200 gasten woonden de receptie bij, met toespraken van ambassadeur Tan Jian, algemeen directeur van het Concertgebouw Orchestra Dominik Winterling en voorzitster Xiaojia Xu. Het evenement vierde culturele uitwisseling, muziek en vriendschap."
    },
    "links": [],
    "images": [],
    "isPinned": "false"
}