{
    "id": "9",
    "sources": [],
    "dateLaunch": "2025-02-10T00:00:00.000Z",
    "titles": {
        "EN": "Year of the Snake Celebration 2025",
        "CN": "蛇年新年庆祝活动",
        "NL": "Viering van het Jaar van de Slang 2025"
    },
    "contents": {
        "EN": "On the evening of February 10, 2025, the China Tafel Committee of the Koninklijke IGC hosted a grand celebration for the Year of the Snake, bringing together esteemed guests from business and diplomatic communities. Ambassador Tan Jian delivered a thought-provoking and humorous speech, and Michiel Blaauw, Director of the Royal Industrieele Groote Club, expressed appreciation for Chinese culture. Chairwoman Xiaojia Xu introduced guests to Chinese classical instruments and arts, accompanied by traditional music. A special interactive quiz on Chinese and Dutch culture engaged attendees, fostering deeper mutual understanding. The evening celebrated cultural exchange and friendship between China and the Netherlands, marking a joyful start to the new year.",
        "CN": "2025年2月10日晚，荷兰皇家大工业俱乐部中国委员会举办了蛇年新年庆祝活动，汇聚工商界和外交界嘉宾。中国驻荷兰大使谈践先生发表了富有启发性且幽默的致辞，皇家大工业俱乐部总经理Michiel Blaauw先生表达了对中国文化的敬意。主席徐小佳女士向嘉宾介绍了中国古典乐器和艺术，并配以传统音乐演奏。活动特别设置了中荷文化互动问答，增进了嘉宾之间的相互理解。整个晚上庆祝了中荷文化交流与友谊，为新年带来欢乐的开端。",
        "NL": "Op de avond van 10 februari 2025 organiseerde het China Tafel Comité van de Koninklijke IGC een grootse viering van het Jaar van de Slang, met vooraanstaande gasten uit het bedrijfsleven en de diplomatieke wereld. Ambassadeur Tan Jian hield een prikkelende en humoristische toespraak, en Michiel Blaauw, directeur van de Royal Industrieele Groote Club, sprak zijn waardering uit voor de Chinese cultuur. Voorzitter Xiaojia Xu introduceerde de gasten aan Chinese klassieke instrumenten en kunst, begeleid door traditionele muziek. Een speciale interactieve quiz over Chinese en Nederlandse cultuur betrok de aanwezigen en bevorderde wederzijds begrip. De avond vierde culturele uitwisseling en vriendschap tussen China en Nederland en markeerde een vreugdevol begin van het nieuwe jaar."
    },
    "links": [],
    "images": [],
    "isPinned": "false"
}